{
    "data": {
    "status": "ok",
    "totalResults": 18484,
    "articles": [
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Munifah Hayati Bayan",
            "title": "Kebersihan adalah Bagian dari Iman",
            "description": "Perilaku kebersihan sehari-hari yang tidak mencerminkan keimanan yang laku dalam sikap akademika. Entah siapa yang salah, namun yang pasti semua bertanggung jawab terhadap semua ini. Mari kita duduk bersama dan selesaikan masalah rumah kita",
            "url": "https://www.wired.com/2020/08/geeks-guide-hobbit-movies/",
            "urlToImage": "https://drive.google.com/uc?export=view&id=1HF_kjb_p3MoCfNkvtu16_PkO4JjXV53Z",
            "publishedAt": "2020-08-14T16:00:00Z",
            "content": null
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Maulana Ihsan HA",
            "title": "Silaturahim Tidak Harus Makan-Makan, Kebersamaan adalah Keakraban Bersama untuk Lingkungan",
            "description": "Canda, tawa, dan kebersamaan tidak harus wujud dalam gedung ber AC. Tak juga selamanya dalam kerja formal civitas akademika. Kebersamaan dan keakraban bisa untuk lingkungan kita, sehat, bersih dan asri rumah kita bersama",
            "url": "https://gizmodo.com/quibi-is-doing-drive-in-movies-now-which-what-1844860936",
            "urlToImage": "https://drive.google.com/uc?export=view&id=1SkA1Z3GEMQ_BmGML9uPImUDqMq9PenfU",
            "publishedAt": "2020-08-26T23:41:00Z",
            "content": "Quibi, a company that tried to force people stuck at home during a pandemic to watch movies on the smallest possible screens, is now evidently pivoting to drive-in theatersa move that is confounding … [+1592 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Lifehacker.com"
            },
            "author": "Ibrahim Reza Sajad",
            "title": "Apa Salah Alam, Kenapa Kegetiran Hidup Insan Seolah Harus Tersalur Pada Mereka?",
            "description": "Alam meneduhi kalian, Mengantar keteduhan di panas terik. Menyuplai oksigen di kegerahan siang, dan Memajang keasrian bagi mata yang lelah dan penat. Namun kenapa kalian harus merusaknya? Tidak adakah cara lain?",
            "url": "https://lifehacker.com/remove-ads-from-android-tvs-home-screen-while-you-still-1844764587",
            "urlToImage": "https://drive.google.com/uc?export=view&id=18OgoF7z0Bf5liWwTHsEIlCcumjE8j7ps",
            "publishedAt": "2020-08-18T20:00:00Z",
            "content": "The latest Android TV Home update adds a new Cinematic Highlights section to the Android TV home screen. This new tabwhich is now one of the first youll see in the interfaceauto-plays ads for new sho… [+2296 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Simon Firmansyah AM",
            "title": "Kampus Asri, Nyaman dan Tenang Belajar",
            "description": "Salah satu kemudahan belajar yang keliatannya sepele, adalah faktor keasrian lingkungan kampus. Kalau kampus bersih, asri dan tenang rasanya sebagai mahasiswa akan lebih termotivasi tinggal di kampus peradaban dan belajar dengan giat.",
            "url": "https://www.wired.com/story/ai-magic-makes-century-old-films-look-new/",
            "urlToImage": "https://drive.google.com/uc?export=view&id=1fSvOb9mpIPcuDahzwotwud33MK6M3Le8",
            "publishedAt": "2020-08-12T12:00:00Z",
            "content": "That said, when it comes to Shirayaevs updates on the Mills and Lumiere brothers historical films, I don't know that they're honestly adding that much, Prelinger adds. But it's fiction, moving archiv… [+2727 chars]"
        },
        {
            "source": {
                "id": "mashable",
                "name": "Mashable"
            },
            "author": "Haysom Hendi Cahya",
            "title": "Jumat Bersih Civitas Akademika UINAM",
            "description": "Program Jumat bersih selain berdampak positif bagi kebersihan dan perwujudan keasrian lingungan kampus perdaban UINAM, juga menjadi sarana silahturahim bagi segenap civitas akademika yang selama ini mungkin terlalu sibuk sepekan dengan kegiatan akamik.",
            "url": "https://mashable.com/article/best-coming-of-age-movies/",
            "urlToImage": "https://drive.google.com/uc?export=view&id=1VUNU3rbcwfmoiFrclPEEm9DRHlvzxifS",
            "publishedAt": "2020-08-29T19:00:00Z",
            "content": "Being a teenager isn't easy.\r\nWhether it's the awkward transition from childhood to puberty or the moment you finally leave home and find your own way in the world, adolescence is a messy, emotionall… [+32623 chars]"
        },
        {
            "source": {
                "id": "mashable",
                "name": "Mashable"
            },
            "author": "Anggi Mustafa Ibrahim",
            "title": "Bersih, Asri, Tenang, dan Nyaman",
            "description": "Tidak mudah membangun suasana nyaman dalam lingkungan kampus. \nLingkungan yang notabene sudah bersih, bebas dari sampah dan kotoran berserakan, tidak otomatis enak dipandang mata. Keasrian adalah faktor lain yang wajib diwujudkan. Adanya tata letak ruang yang baik. Pengaturan parkir yang tertib adalah contoh yang sangat punya andil pada wujudnya suasanan asri tersebut..…",
            "url": "https://mashable.com/article/fall-movie-preview-2020/",
            "urlToImage": "https://drive.google.com/uc?export=view&id=1dGzR5CZSjJbV9uUnQ7yQKBcqq4pAAr9-",
            "publishedAt": "2020-09-03T09:30:00Z",
            "content": "Not that time has any real meaning anymore, but technically speaking, the fall movie season is upon us. \r\nIn normal years, that means awards hopefuls, Halloween horror, holiday heartwarmers, a handfu… [+10837 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "New York Times"
            },
            "author": "Wawan Suhendar T",
            "title": "Fakultas Harapan Pendidikan Sukses Fakultas Bersih dan Asri",
            "description": "Fakultas bersih dan asri adalah keharusan. \nBelajar butuh ketenangan dan ketentraman. Ketenangan dan ketentraman lahir dari rasa nyaman dan betah karena lingkungan yang mendukung. Fakultas yang baik adalah fakultas yang peduli dengan wujudnya kebersihan dan keasrian fakultas untuk semua kepentingan civitas akademika...”",
            "url": "https://www.nytimes.com/2020/08/24/movies/shyamalan-tom-cruise.html",
            "urlToImage": "https://drive.google.com/uc?export=view&id=1UP9U1axxysWLeDW10J79joOGI2JMW7fw",
            "publishedAt": "2020-08-24T16:01:47Z",
            "content": "The Village was a hit. You can tell, though, that the plot twist infuriated more people than it intrigued. Its numbers were down a staggering 67 percent from its enormous opening weekend. No one seem… [+3564 chars]"
        }
    ]
}
}
